Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/metsa.fi/c48.pdf.tmx
Source language: fin
Languages: sme

source: Lemmenjokilaakso ja osa kulta-alueesta on rajattu matkailun vetovoima-alueeksi, matkailun ja virkistyksen kehittämisen kohdealueeksi.
sme: Leammileahki ja oassi golleguovllus leat ráddjejuvvon turismma geasuhusguovlun, mas galgá ovddidit turismma ja lustageavaheami.

source: Tämä tarkoittaa sitä, että aluetta tulee kehittää matkailukeskusten, maaseutumatkailun, palveluiden ja reitistöjen yhteistoiminnallisena kokonaisuutena alueen pääkäyttötarkoitusten kanssa yhteensopivalla tavalla.
sme: Dát oaivvilda dan, ahte guovllus galgá ovddidit turismaguovddážiid, dálonguovloturismma, bálvalusaid ja johtolagaid ovttasdoaibmi ollisvuohtan nu, ahte dat heivejit oktii guovllu váldogeavahanulbmiiguin.

source: Osa kulta-alueesta ja Lisman kylän ympäristö on merkitty kaavaan kulttuuriympäristön tai maiseman vaalimisen kannalta tärkeäksi alueeksi.
sme: Oassi golleguovllus ja Lismmá gili birrasat leat merkejuvvon lávvii kulturbirrasa dahje duovdaga gáhttema dáfus dehálaš guovlun.

source: Tällä alueella alueen suunnittelussa on turvattava merkittävien kulttuurihistoriallisten ja maisemallisten arvojen säilyminen.
sme: Dáppe guovllu plánemis galgá dorvvastit mearkkašahtti kulturhistorjjálaš ja duovddalaš árvvuid seailuma.

source: Maakuntakaavaan on kirjattu muun muassa puistoon suuntautuvat reitit sekä määritelty matkailun painopistealueet puiston vaikutuspiirissä.
sme: Eanagoddelávvii leat merkejuvvon earret eará álbmotmeahccái manni johtolagat ja meroštallon turismma váldoguovllut álbmotmeahci váikkuhanbirrasis.

source: (Liite 10)
sme: (Čuovus 10)

source: Maakuntakaavaa toteutetaan kansallispuistossa perustamissäädösten, luonnonsuojelulain sekä hoito- ja käyttösuunnitelman reunaehdoin.
sme: Eanagoddelávva ollašuhttojuvvo álbmotmeahcis vuođđudannjuolggadusaid, luonddusuodjalanlága ja dikšun- ja geavahanplána ravdaeavttuiguin.

source: 3.3 Laki Metsähallituksesta
sme: 3.3 Meahciráđđehusláhka

source: Metsähallituksen tehtävät on määritelty laissa (1378/2004) ja asetuksessa (1380/2004) Metsähallituksesta.
sme: Meahciráđđehusa doaimmat leat meroštallon Meahciráđđehuslágas (1378/2004) ja Meahciráđđehusásahusas (1380/2004).

source: Laki Metsähallituksesta asettaa toiminnan yleiset yhteiskunnalliset velvoitteet (4 § ja 5 §), joista hoidon ja käytön suunnittelua ohjaavat:
sme: Meahciráđđehusláhka ásaha doaimma oppalaš servodatlaš geatnegasvuođaid (4 § ja 5 §), main dikšuma ja geavaheami plánema stivrejit čuovvovaš áššit:

source: • Poronhoitolaissa säädetyt velvoitteet täytetään.
sme: • Boazodoallolágas ásahuvvon geatnegahttimat devdojuvvojit.

source: • Luonnonvarojen kestävän hoidon ja käytön olennaisena osana Metsähallituksen on riittävästi otettava huomioon biologisen monimuotoisuuden suojelu ja tarkoituksenmukainen lisääminen metsien ja muiden luonnonvarojen hoidolle, käytölle ja suojelulle asetettujen muiden tavoitteiden kanssa.
sme: • Luondduriggodagaid bistevaš dikšumis ja geavaheamis Meahciráđđehus galgá erenoamážit váldit doarvái bures vuhtii biologalaš máŋggahápmásašvuođa suodjaleami ja lasihit vuohkkasit vuvddiid ja eará luondduriggodagaid dikšuma, geavaheami ja suodjaleami ovttas ásahuvvon eará ulbmiliiguin.

source: Metsähallituksen on lisäksi otettava huomioon luonnon virkistyskäytön sekä työllisyyden edistämisen vaatimukset.
sme: Meahciráđđehus galgá dasa lassin váldit vuhtii luonddu lustageavaheami ja barggolašvuođa ovddideami gáibádusaid.

source: • Metsähallituksen toiminnassa otetaan huomioon tutkimuksen, opetuksen, – – ja maankäytön tarpeet.
sme: • Mehciráđđehusa doaimmas váldojuvvojit vuhtii dutkama, oahpahusa, – – ja eanageavaheami dárbbut.

source: Metsähallituksen julkisista hallintotehtävistä (1378/2004, 6 §) hoidon ja käytön suunnitteluun vaikuttavat Lemmenjoen kansallispuiston alueella:
sme: Meahciráđđehusa almmolaš hálddahusbargguin (1378/2004, 6 §) dikšuma ja geavaheami plánemii váikkuhit Leammi álbmotmeahcis:

source: • luonnonsuojelulaissa (1096/1996) sekä sen nojalla perustettuja luonnonsuojelualueita koskevissa laeissa säädetyt luonnonsuojelutehtävät sekä luonnonsuojelualueiden hankinta
sme: • luonddusuodjalanlágas (1096/1996) ja dan vuođul vuođđuduvvon luonddusuodjalanguovlluide guoskevaš lágain ásahuvvon luonddusuodjalandoaimmat ja luonddusuodjalanguovlluid háhkan

source: • kalastuslaissa (286/1982), poronhoitolaissa (848/1990), maastoliikennelaissa (1710/1995), metsästyslaissa (615/1993), jätehuoltolaissa (1072/1993), porotalouden- ja luontaiselinkeinojen rahoituslaissa (45/2000), pelastuslaissa (468/2003) ja järjestyslaissa (612/2003) säädetyt tehtävät
sme: • guolástanlágas (286/1982), boazodoallolágas (848/1990), meahccejohtaluslágas (670/1991), meahcástanlágas (615/1993), bázahusfuolahuslágas (1072/1993), boazodoalu ja luondduealáhusaid ruhtadanlágas (45/2000), gádjunlágas (468/2003) ja ortnetlágas (612/2003) ásahuvvon doaimmat

source: • luonto- ja retkeilypalvelujen tuottaminen
sme: • luonddu- ja vánddardanbálvalusaid buvttadeapmi

source: • erävalvonta.
sme: • meahccegoziheapmi.

source: Saamelaiskulttuuriin liittyvät velvoitteet on kuvattu seuraavassa luvussa 3.4 Saamelaiskulttuurin turvaaminen.
sme: Sámekultuvrii guoskevaš geatnegahttimat leat govviduvvon čuovvovaš logus 3.4 Sámekultuvrra dorvvasteapmi.

source: 3.4 Saamelaiskulttuurin turvaaminen
sme: 3.4 Sámekultuvrra dorvvasteapmi

source: Saamelaisten kielellistä ja kulttuurista itsehallintoa toteuttaa saamelaiskäräjät (Laki 974/1995), jonka saamelaiset valitsevat vaaleilla neljäksi vuodeksi kerrallaan.
sme: Sámiid gielalaš ja kultuvrralaš iešstivrejumi ollašuhttá sámediggi (974/1995), man sámit válljejit válggaiguin njealje jahkái hávil.

source: Saamelaiskäräjät hoitaa saamelaisten omaa kieltä ja kulttuuria sekä saamelaisten asemaa alkuperäiskansana koskevia asioita.
sme: Sámediggi dikšu sámiid iežaset gillii ja kultuvrii ja sámiid sajádahkii álgoálbmogin guoskevaš áššiid.

source: Metsähallitus on pyytänyt saamelaiskäräjiltä arvion Lemmenjoen kansallispuiston hoito- ja käyttösuunnitelman vaikutuksista saamelaiskulttuuriin (Liite 1).
sme: Meahciráđđehus lea bivdán sámedikkis árvvoštallama Leammi álbmotmeahci dikšun- ja geavahanplána váikkuhusain sámekultuvrii (Čuovus 1).

source: Tällainen arvio pyydetään kaikista saamelaisten kotiseutualueella tehtävistä suojelu- ja erämaa-alueiden hoito- ja käyttösuunnitelmista.
sme: Dákkár árvvoštallan bivdojuvvo buot suodjalan- ja meahcceguovlluid dikšun- ja geavahanplánain, mat dahkkojuvvojit sámiid ruovttuguovllus.

source: Saamelaisten oikeuksia alkuperäiskansana turvaavat sekä kansalliset että kansainväliset sopimukset ja säännökset.
sme: Sámiid vuoigatvuođaid álgoálbmogin dorvvastit sihke riikkadási ja riikkaidgaskasaš soahpamušat ja njuolggadusat.

source: Poronhoito, kalastus, metsästys ja pienimuotoinen maatalous sekä käsityöt ja luonnonvaraisten tuotteiden keräily ovat saamelaisten perinteisiä elinkeinoja.
sme: Boazodoallu, guolástus, meahccebivdu, smávva eanadoallu, duodji ja luonddudilálaš buktagiid čoaggin gullet sámiid árbevirolaš ealáhusaide.

source: Niitä harjoitetaan myös yhdistelmäelinkeinoina, toisinaan myös ns. uudenaikaisten elinkeinojen – kuten matkailun ja muiden palveluelinkeinojen – ohella.
sme: Daiguin barget maiddái lotnolassii, muhtumin maiddái ovttas ng. ođđaáigásaš ealáhusaiguin dego turismmain ja eará bálvalanealáhusaiguin.

source: 3.4. 1 YK:n KP-sopimus
sme: 3.4.1 ON:a KP-soahpamuš

source: Saamelaisten kulttuuriin kuuluvien elinkeinojen harjoittamista suojaa saamelaisten osalta YK:n kansalais- ja poliittisia oikeuksia koskevan ihmisoikeussopimuksen (KP-sopimus) 27. artikla, joka on Suomessa voimassa laintasoisesti.
sme: Sámekultuvrii gullevaš ealáhusaiguin bargama lea suddjemin sámiid hárrái ON:a riikkavulošvuoigatvuođaide ja politihkalaš vuoigatvuođaide guoskevaš olmmošvuoigatvuođasoahpamuša 27. artihkal, mii lea Suomas fámus lágadásis.

source: Sopimuksen mukainen saamelaiskulttuurin turva edellyttää viranomaisten huolehtivan päätöksenteossaan siitä, että muut käyttömuodot ja käyttäjät eivät merkittävästi heikennä kulttuurin harjoittamisen edellytyksiä ja kulttuurin harjoittamisen taloudellista kannattavuutta.
sme: Soahpamušas daddjojuvvon sámekultuvrra dorvvasteami eaktun lea ahte eiseválddit fuolahit mearrádusaineaset das, ahte eará geavahanhámit ja geavaheaddjit eai stuorábut čuoze kultuvrrain bargama vejolašvuođaide ja kultuvrrain bargama ekonomalaš gánnáheapmái.

source: Näistä lähtökohdista erityisesti porolaitumien laajuuteen, yhtenäisyyteen ja laatuun sekä porojen laidunrauhaan vaikuttavat seikat vaikuttavat suoraan saamelaisten kulttuurin harjoittamisedellytyksiin.
sme: Dáin vuolggasajiin geahčadettiin erenoamážit guohtoneatnamiid viidodahkii, oktilašvuhtii ja kvalitehtii ja bohccuid guohtunráfái váikkuheaddji áššit váikkuhit njuolgga vejolašvuođaide bargat sámekultuvrrain.

source: 3.4. 2 Biodiversiteettisopimus
sme: 3.4.2 Biodiversitehtasoahpamuš

source: Biologista monimuotoisuutta koskeva yleissopimus (biodiversiteettisopimus) saatettiin voimaan asetuksella 78/1994. Siinä todetaan muun muassa, että sopijaosapuolet
sme: Biologalaš máŋggahápmásašvuhtii guoskevaš oppalašsoahpamuš (biodiversitehtasoahpamuš) bođii fápmui ásahusa 78/1994 vuođul.

source: tunnustavat monien perinteisen elämäntavan omaavien alkuperäis- ja paikallisyhteisöjen läheisen ja perinteisen riippuvuuden biologisista luonnonvaroista, sekä sen, että on toivottavaa jakaa biologisen monimuotoisuuden suojelua ja sen osien kestävää käyttöä koskevasta perinteisestä tietämyksestä, uudistuksesta ja käytännöstä saatu hyöty oikeudenmukaisesti.
sme: Das daddjojuvvo earret eará ahte soahppioassebealit ”dovddastit árbevieruideaset mielde ealli álgo- ja báikkálašservošiid lagas ja árbevirolaš sorjavašvuođa biologalaš luondduriggodagain, ja dan ahte lea sávahahtti juogadit biologalaš máŋggahápmásašvuođa suodjaleami ja dan osiid bistevaš geavaheapmái guoskevaš árbevirolaš dieđuin, ođastusas ja virolašvuođain fidnejuvvon ávkki vuoiggalaččat”.

source: 3 Perustuslaki
sme: 3.4.3 Vuođđoláhka

source: Perustuslaki suojaa saamelaisia alkuperäiskansana.
sme: Vuođđoláhka suddje sámiid álgoálbmogin.

source: Perustuslain (731/1999) 17. §:ssä todetaan, että saamelaisilla alkuperäiskansana on oikeus ylläpitää ja kehittää omaa kieltään ja kulttuuriaan.
sme: Vuođđolága (731/1999) 17. §:s daddjojuvvo ahte sámiin álgoálbmogin lea vuoigatvuohta bajásdoallat ja ovddidit iežaset giela ja kultuvrra.

source: Saman lain 121. §:ssä vahvistetaan, että ”saamelaisilla on saamelaisten kotiseutualueella kieltään ja kulttuuriaan koskeva itsehallinto sen mukaan kuin lailla säädetään”.
sme: Seamma lága 121. §:s nannejuvvo ahte ”sámiin lea sámiid ruovttuguovllus iežaset gillii ja kultuvrii guoskevaš ieštivrejupmi dan mielde go lágas mearriduvvo”.

source: 4 Laki saamelaiskäräjistä
sme: 3.4.4 Sámediggeláhka

source: Lemmenjoen kansallispuiston Inarin kunnan alueella sijaitseva osa kuuluu saamelaisten kotiseutualueeseen (Laki saamelaiskäräjistä 974/1995).
sme: Dat oassi Leammi álbmotmeahcis, mii lea Anára gieldda siste, gullá sámiid ruovttuguvlui (Sámediggeláhka 974/1995).

source: Suomen perustuslaissa (121 § 4 mom.) on turvattu saamelaisille alkuperäiskansana omaa kieltään ja kulttuuriaan koskeva itsehallinto saamelaisten kotiseutualueella sen mukaan, kuin siitä laissa säädetään.
sme: Suoma vuođđolágas (121 §, 4 mom.) lea dorvvastuvvon sámiide álgoálbmogin sin gillii ja kultuvrii guoskevaš iešstivrejupmi sámiid ruovttuguovllus dan mielde go das lágas mearriduvvo.

source: Kulttuuri-itsehallintoa toteuttaa saamelaiskäräjälain 9. §:ssä tarkoitettu saamelaiskäräjät.
sme: Kulturieštivrejumi ollašuhttá sámediggelága 9. §:s oaivvilduvvon sámediggi.

source: Laki saamelaiskäräjistä (974/1995) velvoittaa
sme: Sámediggeláhka (974/1995) geatnegahttá

source: viranomaisia neuvottelemaan saamelaiskäräjien kanssa kaikista laajakantoisista ja merkittävistä toimenpiteistä, jotka voivat välittömästi ja erityisellä tavalla vaikuttaa saamelaisten asemaan alkuperäiskansana ja jotka koskevat saamelaisten kotiseutualueella – – valtionmaan, suojelualueiden ja erämaa-alueiden hoitoa, käyttöä, vuokrausta ja luovutusta.
sme: eiseválddiid ráđđádallat sámedikkiin buot guhkásváikkuheaddji ja mearkkašahtti doaimmain, mat sáhttet njuolgga ja sierra vuogi mielde váikkuhit sámiid sajádahkii álgoálbmogin ja mat gusket sámiid ruovttuguovllus – – stáhtaeatnama, suodjalanguovlluid ja meahcceguovlluid dikšumii, geavaheapmái, láigoheapmái ja luohpadeapmái – –.

source: – – Neuvotteluvelvoitteen täyttämiseksi asianomaisen viranomaisen on varattava saamelaiskäräjille tilaisuus tulla kuulluksi ja neuvotella asiasta.
sme: Ráđđádallangeatnegahttima deavdin dihte áššáigullevaš eiseváldi galgá várret sámediggái dilálašvuođa šaddat gullojuvvot ja ráđđádallat áššis.

source: Saamelaiskulttuurin harjoittamiseen lasketaan kuuluviksi perinteiset elinkeinot, kuten poronhoito, kalastus ja metsästys.
sme: Sámekultuvrrain bargamii lohkkojit árbevirolaš ealáhusat dego boazodoallu, guolástus ja meahccebivdu. 3.4.5 Eanageavahan- ja huksenláhka

source: Saamelaiskulttuurin turvaamista koskevia säännöksiä on myös maankäyttö- ja rakennuslaissa (132/1999) sekä kyseiseen lakiin perustuvassa valtioneuvoston periaatepäätöksessä (30.11. 2000), joiden mukaan tulee saamelaisten kotiseutualueella turvata alueiden käytössä saamelaiskulttuurin ja -elinkeinojen kehittämisedellytykset ja sovittaa ne yhteen luonnon kestokyvyn kanssa.
sme: Sámekultuvrra dorvvasteapmái guoskevaš njuolggadusat gávdnojit maiddái eanageavahan- ja huksenlágas (132/1999) ja guoskevaš láhkii vuođđuduvvi stáhtaráđi prinsihppamearrádusas (30.11.2000), maid mielde sámiid ruovttuguovllus galgá dorvvastit guovlluid geavaheamis sámekultuvrra ja -ealáhusaid ovddidanvejolašvuođaid ja heivehit daid oktii luonddu gierdannávccaiguin.

source: Maankäyttö- ja rakennuslain 22. §:n mukaan ”tavoitteet voivat koskea asioita, joilla on – – merkittävä vaikutus kansalliseen kulttuuri- tai luonnonperintöön”.
sme: Eanageavahan- ja huksenlága 22. §:a mielde ”ulbmilat sáhttet guoskat áššiide, main lea – – mearkkašahtti váikkuhus čearddalaš kultur- dahje luondduárbái”.

source: Alueidenkäytön keskeisiä tavoitteita saamelaiskulttuurin säilymisen kannalta ovat mm:
sme: Guovlluidgeavaheami guovddáš ulbmilat sámekultuvrra seailluheami dáfus leat ee.:

source: • saamelaisten kotiseutualueella saamelaiskulttuurin ja -elinkeinojen kehittämisedellytysten turvaaminen ja yhteen sovittaminen luonnon kestokyvyn kanssa
sme: • sámiid ruovttuguovllus sámekultuvrra ja -ealáhusaid ovddidanvejolašvuođat galget dorvvastuvvot ja oktiiheivehuvvot luonddu gierdannávccaiguin

source: • alueiden säilyminen luonto- ja kulttuuriarvojen kannalta erityisen merkittävinä kokonaisuuksina siten, että asumisen ja elinkeinotoiminnan harjoittamisen edellytykset säilyvät
sme: • guovllut galget seailut luonddu- ja kulturárvvuid dáfus mearkkašahtti ollisvuohtan nu, ahte ássanvejolašvuođat ja ealáhusdoaimma jođihanvejolašvuođat seilot

source: • alueiden erityispiirteiden tunnistaminen ja alueiden käytön sovittaminen mahdollisimman tasapainoisesti yhteen poikkeuksellisten luonnonolojen ja kulttuuriarvojen turvaamiseksi
sme: • guovlluid mihtilmasvuođat galget oidnojuvvot ja guovlluid geavahanvuogit galget oktiiheivehuvvot nu bures go vejolaš, vai eahpedábálaš luonddudilálašvuođat ja kulturárvvut dorvvastuvvojit

source: • luonnonoloihin sopeutuneiden, omaleimaisten kylä- ja kulttuuriympäristöjen säilyttäminen ehjinä.
sme: • luonddudilálašvuođaide vuogáiduvvan iešlágálaš gille- ja kulturbirrasat galget seailluhuvvot čavddisin.

source: Yllä olevaan luetteloon on kirjattu sekä yleis- että erityistavoitteita siltä osin, kuin ne koskevat suunnittelualuetta.
sme: Bajábeale logahallamii leat merkejuvvon sihke oppalaš- ja sierraulbmilat dakko bokte go dat gusket plánenguvlui.

source: 6 Laki Metsähallituksesta
sme: 3.4.6 Meahciráđđehusláhka

source: Metsähallitukselle on annettu yhteiskunnallinen velvoite saamelaisten kulttuurin harjoittamisen edellytysten turvaamiseksi (Laki Metsähallituksesta 1378/2004).
sme: Meahciráđđehusas lea erenoamáš servodatlaš geatnegasvuohta suodjalit sámiid kulturárbbi sámiid ruovttuguovllus (Meahciráđđehusláhka 1378/2004).

source: Lain 4. §:ssä todetaan, että yleiset yhteiskunnalliset velvoitteet edellyttävät Metsähallituksen hallinnassa olevien luonnonvarojen hoidon, käytön ja suojelun yhteensovittamista saamelaiskäräjistä annetussa laissa (974/1995) tarkoitetulla saamelaisten kotiseutualueella siten, että saamelaisten kulttuurin harjoittamisen edellytykset turvataan.
sme: Lága 4. §:s daddjojuvvo ahte oppalaš servodatlaš geatnegahttimiid mielde Meahciráđđehusa hálddašan luondduriggodagaid dikšun, geavaheapmi ja suodjaleapmi galget oktiiheivehuvvot sámediggelágas (974/1995) oaivvilduvvon sámiid ruovttuguovllus nu, ahte sámiid kultuvrrain bargama vejolašvuođat dorvvastuvvojit.

source: Hallituksen esityksessä (HE 154/2004) korostetaan saamelaisen kulttuurin ylläpitämisen ja kehittämisen merkitystä sekä Metsähallituksen velvoitteita saamelaisten kotiseutualueella.
sme: Ráđđehusa árvalusas (HE 154/2004) deattuhit sámekultuvrra bajásdoallama ja ovddideami mearkkašumi ja Meahciráđđehusa geatnegahttimiid sámiid ruovttuguovllus.

source: Saamelaisten kotiseutualueella Metsähallituksen hallinnassa olevien luonnonvarojen hoito, käyttö ja suojelu olisi sovitettava yhteen siten, että saamelaisille alkuperäiskansana perustuslaissa säädetty oikeus ylläpitää ja kehittää omaa kulttuuriaan olisi mahdollista.
sme: Sámiid ruovttuguovllus Meahciráđđehusa hálddašan luondduriggodagaid dikšun, geavaheapmi ja suodjaleapmi galggašedje heivehuvvot oktii nu, ahte sámiide álgoálbmogin vuođđolágas mearriduvvon vuoigatvuohta bajásdoallat ja ovddidit iežaset kultuvrra livččii vejolaš.

source: Saamelaisten kulttuuriin kuuluviksi katsotaan myös saamelaisten perinteiset elinkeinot, kuten poronhoito, metsästys ja kalastus.
sme: Sámekultuvrii lohkkojit maiddái sámiid árbevirolaš ealáhusat, dego boazodoallu, meahccebivdu ja guolástus.

source: Velvoitettavuutta on korostettu nostamalla se suoraan lakiin aiemman asetuksen sijasta.
sme: Geatnegahttingáibádus lea deattuhuvvon nu, ahte dat lea bajiduvvon njuolgga láhkii ovddit ásahusa sajis.

source: 3.4. 7 Porotalouden ja luontaiselinkeinojen rahoituslaki
sme: 3.4.7 Boazodoalu ja luondduealáhusaid ruhtadanláhka

source: Porotalouden ja luontaiselinkeinojen rahoituslain (45/2000) tavoitteena on edistää ja monipuolistaa porotalouden ja luontaiselinkeinojen elinkeinotoimintaa, parantaa elinkeinojen rakennetta ja toimintaedellytyksiä, edistää uusiutuvien luonnonvarojen kestävää käyttöä, kehittää poronhoito- ja luontaiselinkeinoaluetta sekä tukea haja-asutusalueiden ja yhdyskuntien kehittämistä poronhoitoalueella ja luontaiselinkeinojen harjoittamisalueella.
sme: Boazodoalu ja luondduealáhusaid ruhtadanlága (45/2000) ulbmilin lea ovddidit ja máŋggabealagahttit boazodoalu ja luondduealáhusaid ealáhusdoaimma, buoridit ealáhusaid ráhkadusa ja doaibmavejolašvuođaid, ovddidit ođasmuvvi luondduriggodagaid bistevaš geavaheami, ovddidit boazodoallo- ja luondduealáhusguovllu ja doarjut bieđggoássanguovlluid ja báikkálašservodagaid boazodoallo- ja luondduealáhusguovllus.

source: Lain mukaisissa toimenpiteissä on kiinnitettävä erityistä huomiota saamelaisten mahdollisuuksiin ylläpitää ja kehittää kulttuurimuotoonsa kuuluvia elinkeinoja saamelaisten kotiseutualueella.
sme: Lágas daddjojuvvon doaibmabijuin galgá giddet erenoamáš fuopmášumi sámiid vejolašvuođaide bajásdoallat ja ovddidit iežaset kulturhápmái gullevaš ealáhusaid sámiid ruovttuguovllus.

source: 8 Saamelaisten kestävän kehityksen ohjelma
sme: 3.4.8 Sámiid bistevaš ovdáneami prográmma

source: Saamelaiskäräjät hyväksyi vuonna 1998 Saamelaisten kestävän kehityksen ohjelman, jota se valmisteli yhdessä ympäristöministeriön kanssa.
sme: Sámediggi dohkkehii 1998:s Sámiid bistevaš ovdáneami prográmma, man dat válmmaštalai ovttasráđiid birasministeriijain.

source: Ohjelma päivitettiin vuonna 2006. Ohjelman keskeisin tavoite on saamelaisalueen luonnonvarojen käyttö ekologiselta, taloudelliselta, sosiaaliselta ja kulttuuriselta kannalta kestävästi saamelaisten perinteisten elinkeinojen harjoittamiseksi.
sme: Prográmma beivejuvvui 2006:s. Prográmma mávssoleamos ulbmil lea sámeguovllu luondduriggodagaid geavaheapmi ekologalaččat, ekonomalaččat, sosiálalaččat ja kultuvrralaččat bistevaš vuogi mielde, vai sámit sáhttet bargat iežaset árbevirolaš ealáhusaiguin.

source: Saamelaisten kestävän kehityksen ohjelmassa esitetyillä toimenpiteillä on tarkoitus turvata saamelaisten asema maankäytössä ja perinteisten ja uusien elinkeinojen harjoittamisessa saamelaisista lähtökohdista sekä edistää saamelaisen perinteisen tietämyksen asemaa ja saamelaisten sosiaalista hyvinvointia.
sme: Sámiid bistevaš ovdáneami prográmmas ovdanbukton doaimmaiguin lea jurdda dorvvastit sámiid sajádaga eanageavaheamis ja árbevirolaš ja ođđa ealáhusaiguin bargamis sámi vuolggasajiid vuođul ja ovddidit sámiid árbevirolaš dieđuid sajádaga ja sámiid sosiálalaš buorredili.

source: Ohjelma on otettu huomioon vuonna 2006 hyväksytyssä kansallisessa kestävän kehityksen strategiassa.
sme: Prográmma lea váldojuvvon vuhtii 2006:s dohkkehuvvon riikkadási bistevaš ovdáneami strategiijas.

source: 3.4. 9 Yhdenvertaisuuslaki
sme: 3.4.9 Ovttadássásašvuođaláhka

source: Yhdenvertaisuuslakia (21/2004) sovelletaan sekä julkisessa että yksityisessä toiminnassa mm. silloin, kun kysymys on itsenäisen ammatin tai elinkeinon harjoittamisen edellytyksistä tai elinkeinon tukemisesta.
sme: Ovttadássásašvuođaláhka (21/2004) heivehuvvo sihke almmolaš ja priváhtadoaimmas ee. dalle, go jearaldat lea iehčanas ámmáhiin dahje ealáhusain barganvejolašvuođain dahje ealáhusa doarjumis.

source: Yhdenvertaisuuslain mukaan ketään ei saa syrjiä iän, etnisen tai kansallisen alkuperän, kansalaisuuden, kielen, uskonnon, vakaumuksen, mielipiteen, terveydentilan, vammaisuuden, sukupuolisen suuntautumisen tai muun henkilöön liittyvän syyn perusteella.
sme: Ovttadássásašvuođalága mielde geange ii oaččo vealahit agi, etnihkalaš dahje čearddalaš boahtimuša, riikkavulošvuođa, giela, oskku, eallinoainnu, oaivila, dearvvasvuođadili, lámisvuođa, sohkabealleorientašuvnna dahje olbmui guoskevaš eará siva vuođul.

source: Yhdenvertaisuuslain eduskuntakäsittelyssä työelämä- ja tasa-arvovaliokunta lausui mietinnössään (TyVM 7/2003 vp – HE 44/2003 vp) viranomaisten velvollisuudesta edistää yhdenvertaisuutta: ”Erityistä huomiota tulee kiinnittää saamelaisten oikeuksiin alkuperäiskansana ja saamelaiskulttuurin tärkeimmän aineellisen perustan eli poronhoidon turvaamiseen.
sme: Ovttadássásašvuođalága riikkabeaigieđahallamis bargoeallin- ja dásseárvováljagoddi celkkii smiehttamušastis (TyVM 7/2003 vp – HE 44/2003 vp) eiseválddiid geatnegasvuođas ovddidit ovttadássásašvuođa ná: ”Erenoamáš fuopmášumi galgá giddet sámiid vuoigatvuođaide álgoálbmogin ja sámekultuvrra deháleamos ávnnaslaš vuođu dahjege boazodoalu dorvvasteapmái.

source: Viranomaisten tulee suunnitelmallisesti edistää saamelaisten mahdollisuuksia harjoittaa poronhoitoa ja hankkia sillä toimeentulonsa.”
sme: Eiseválddit galget čielga plánaid mielde ovddidit sámiid vejolašvuođaid bargat boazodoaluin ja háhkat das áigáiboađuset.”

source: 3.4. 10 Yhdenvertaisuussuunnitelma
sme: 3.4.10 Ovttadássásašvuođaplána

source: 2006 (1821/01/2004) on otettu huomioon työministeriön suositukset (9.9. 2004) yhdenvertaisuussuunnitelmien laatimisessa ja sen erityiskysymykset saamelaisten kotiseutualueella.
sme: Meahciráđđehusa ovttadássásašvuođaplánas 3.5.2006 (1821/01/2004) leat váldojuvvon vuhtii bargoministeriija ávžžuhusat (9.9.2004) ovttadássásašvuođaplánaid dahkamis ja dan sierragažaldagat sámiid ruovttuguovllus.
